import React from "react";
import "./AboutUs.css";
import Typewriter from "typewriter-effect";

const AboutUs = () => {
  return (
    <div className="header1">
      <div className="contaner">
        <h1 className="line1">
          <Typewriter
            onInit={(typewriter) => {
              typewriter
                .pauseFor(10)
                .deleteAll()
                .typeString("אודותינו")
                .start("");
            }}
          />
        </h1>
        <h2 className="h2">פרטים</h2>
        <h4 className="h4">: מורשה נגישות</h4>
        <div className="text1">
          <p className="par">
            הוא אדם שתפקידו לסייע באפיון, תכנון, בקרה, ופיקוח על יישום דרישות
            להתאמות נגישות השירות ללקוחות עם מוגבלות על פי דרישות חוק שוויון
            זכויות לאנשים עם מוגבלות, כך שאנשים עם מוגבלות יוכלו לצרוך שירותים
            אלה באופן שוויוני, עצמאי ובטיחותי. יש להבחין בין מורשה נגישות מבנים
            תשתיות וסביבה (מתו"ס), האחראי לרכיבים הבנויים והתשתיתיים, לבין מורשה
            נגישות השירות, האחראי להתאמות בשירות, כולל אביזרים (ריהוט, שילוט,
            מערכות שמע) ונהלים (פטור מתור במקרים מסוימים, אפשרות להסתייע במלווה
            ובחיית שירות, התאמות בדרכי היבחנות).
          </p>
          <h4 className="h42">: תפקיד המורשה הנגישות</h4>
          <p className="par">
            מורשה נגישות מנחה את ספקי השירותים ביצירת תנאים שיבטיחו את מתן
            השירות לאנשים עם מוגבלות באופן שוויוני, וברמת נוחות, איכות ובטיחות
            כפי שניתנת לכלל הציבור. תנאים אלו נוספים על תנאי נגישות המבנה.
            דוגמה: שירות הניתן במבנה הומה אדם ודורש מעבר בין מספר נותני שירות,
            אינו נגיש לאנשים עם מוגבלות שכלית, המתקשים להתמצא, גם אם המבנה עצמו
            נגיש. מורשי נגישות השירות מנחים את החייבים בנגישות לגבי:ש
          </p>
          <ul className="ul">
            <li className="li">
              זיהוי והסרת חסמי נגישות הקיימים בתהליכי שירות ובאופן בו השירות
              ניתן בפועל, והסרתם -
            </li>
            <li className="li">
              התאמת עיצוב הפנים של המקומות בהם ניתן השירות – ריהוט, שילוט, אמצעי
              עזר וכדומה -
            </li>
            <li className="li">התאמת אמצעי מתן השירות -</li>
            <li className="li">התאמת המידע הנמסר ללקוחות בכתב ובעל פה -</li>
            <li className="li">
              הדרכת עובדים לגבי מתן שירות נגיש לאנשים עם מוגבלות -
            </li>
            <li className="li">
              התאמות נוספות במקומות המיועדים לאנשים עם מוגבלות - כגון משרדי
              המוסד לביטוח לאומי, לשכות רווחה, מעונות יום שיקומיים ומתקני ספורט
              המיועדים לאנשים עם מוגבלות וכדומה -
            </li>
            <li className="li">
              ייעוץ למעסיקים המבקשים להתאים את מקום העבודה לעובד עם מוגבלות
              ולקבל לשם כך מימון מהמדינה -
            </li>
            <li className="li">מיפוי צרכים-סקר נגישות -</li>
            <li className="li">
              הכנת עבודה להנגשת המקום, בתיאום עם בעל העסק -
            </li>
            <li className="li">
              הנגשת העסק לקבלת רישיון מול מחלקת רישוי עסקים וגורמים נוספים -
            </li>
            <li className="li">הנגשת אתרי אינטרנט ואפליקציות -</li>
          </ul>
        </div>

        {/* <div className="buttons">
          <button>צור קשר</button>
          <button onClick={"#"}>צור קשר</button>
        </div> */}
        <div className="contaner2">
          <h4 className="h4">: שירותים שלנו</h4>
          <div className="text1">
            <ul className="ul">
              <li className="li">סקרי נגישות -</li>
              <li className="li">התייעצות מורשה נגישות השירות בהיתר בנייה -</li>
              <li className="li">רישוי עסקים -</li>
              <li className="li">מתן חוות דעת -</li>
              <li className="li">הדרכת עובדים והתאמת דיור -</li>
              <li className="li">אתרי אינטרנט -</li>
            </ul>

            <h4 className="h42">: הנגשת עסק</h4>
            <h5 className="h5">- אישור מורשה נגישות</h5>
            <p className="par">
              כחלק מההרתמות הכללית למען נושא ההנגשה, בתי עסק שונים נדרשים על פי
              חוק לבצע התאמות נגישות – וזאת בהתאם לחוקים ולתקנות בנושא. קבלת
              אישור מורשה נגישות, מהווה כיום תנאי הכרחי לקבלת רישיון לצורך פתיחת
              עסק, כמו גם עבור חידוש רישיון עסק קיים. חשוב להדגיש, כי בעל עסק
              אשר העסק שלו ימצא כלא עומד בדרישות הנגישות, יעמיד את עצמו בסכנה
              לשלילת רישיון
            </p>
            <h5 className="h5">? כיצד לבצע הנגשה לעסק</h5>
            <p className="par">
              הנחיות הנגישות משתנות בהתאם לסוג העסק ולהיקף פעילותו. עסקים אשר
              עומדים לפני הליך של חידוש רישיון עסק, או רישיון עסק חדש יצטרכו
              לדאוג לחוות דעת מורשה נגישות – ליווי של יועץ נגישות מקצועי ומנוסה
              בהליך קבלת רישיון העסק, יאפשר לבצע את כל פעולות ההנגשה בצורה
              הנדרשת ובעלויות המינימליות
            </p>

            <h4 className="h42">: הנגשת אתרי אינטרנט</h4>
            <ul className="ul">
              <li className="li">
                חברתנו לקחה על עצמה את החובה החוקית, המוסרית והחברתית, ועומדת
                לרשות כלל בעלי ומפעילי האתרים בישראל, עם פתרונות הנגשה מקצועיים
                והנגשת אתר מלא בתוך ימים ספורים בלבד
              </li>
            </ul>
            <h5 className="h5">: החוק הנגשת אתרים</h5>
            <ul className="ul">
              <li className="li">
                בשנת 1988 נחקק במדינת ישראל חוק שוויון זכויות לאנשים עם
                מוגבלויות, אשר נועד להגן על זכויותיהם, כבודם וחירותם של אנשים עם
                מוגבלויות ולהבטיח מתן שירותים עבורם בכל תחומי החיים באופן
                שוויוני
              </li>
              <li className="li">
                אמנם במועד בו נחקק החוק האמור באינטרנט לא היה חלק מחיינו, אולם
                עדכון לחוק שנקבע תחת תקנות נגישות השירות באוקטובר 2017 מחייב כל
                אתר אינטרנט אשר מספק שירותים לציבור, לרבות: בעל אתר פרטי, אתרי
                עסקים וחברות, אתרי גופים ללא מטרת רווח או גופים ציבוריים, לבצע
                את ההתאמות המפורטות בחוק, ולספק אתר נגיש לטובת בעלי מוגבלויות
              </li>
              <li className="li">נגישות אתרי אינטרנט</li>
              <li className="li">
                הפעלת אתר אשר אינו נגיש חושפת את בעליו לתביעות אישיות ולקנסות,
                החל מ-15000 ועד 50000 ₪, ללא מגבלת כמות תביעות (ניתן לתבוע תביעה
                חוזרת אתר שמוסיף לספק שירותים שאינם מונגשים)
              </li>
              <li className="li">
                יתרה מזאת, כבכל תחום, גם בעולם זה, פועלים ברשת גולשים אשר מחפשים
                אחר אתרים שאינם מונגשים, ומפעילים סוללת עורכי דין כנגדם, לצורך
                עשיית רווח. אל תתנו להם למצוא אתכם!
              </li>
              <li className="li">נגישות אתרים – כל היתרונות של אתר מונגש</li>
              <li className="li">
                עמידה בדרישות החוק והימנעות מקנסות ומסנקציות מהווים מניע מצוין
                להנגשת האתר, כמו גם חובתנו המוסרית כחברה להקל על חייהם של בעלי
                המוגבלויות ולאפשר להם צריכת מידע ושירותים בצורה שוויונית, ויחד
                עם זאת, לאתר מונגש קיימים מספר יתרונות חשובים נוספים
              </li>
              <li className="li">
                 הגדלת פלח השוק וקהל היעד- אתרים עסקיים ומסחריים בישראל משקיעים
                רבות בעיצוב האתר, הנחלת המסרים ועדכונים שוטפים, במטרה לייצר
                מיתוג, טראפיק והגדלת פלח המכירות של הארגון/בית העסק. אתר שאינו
                מונגש למעשה מוותר מראש על 20% מן האוכלוסייה בגילאי 20-60 שנים,
                כ-700000 בעלי מוגבלויות בישראל. הנגשת האתר תביא לחשיפה שלו,
                לגלישה, התרשמות ומתן שירות ומכירה לציבור רחב נוסף של צרכנים
                ולקוחות פוטנציאליים
              </li>
              <li className="li">
                 ככה יעשה לאתר שגוגל חפץ ביקרו- גם מנוע החיפוש גוגל מפגין חיבה
                ותיעדוף בצורה מופגנת לאתרים מונגשים. אתר מונגש יקודם בצורה
                אורגנית טובה ויעילה יותר, על פני אתרים שאינם מונגשים באותו תחום.
                מנוע החיפוש גוגל יזהה את קוד ההנגשה ובזכותו יספק לאתר קידום מהיר
                ויעיל יותר, בצורה אורגנית, מה שיחסוך בעתיד גם בעלויות קידום האתר
              </li>
            </ul>

            <h4 className="h42">: איך עובד תהליך הנגשת אתרים</h4>
            <ul className="ul">
              <li className="li">
                ללקוחות בעלי אתר קיים שאינו מונגש כחוק, המהווים כ-50% מן האתרים
                הישראליים, מוצע שירות אבחון ראשוני, תוך בחינת כל ההיבטים,
                היישומים והמידע המצוי באתר, ובניית תכנית עבודה והצעת מחיר מותאמת
                אישית לצורך
              </li>
              <li className="li">הנגשת אתרי אינטרנט</li>
              <li className="li">
                צרכי ההנגשה והיקף העבודה ישתנו בין אתר אחד למשנהו, על פי היקף
                האתר, מספר העמודים והתכנים בו, הממשקים והתוספים. מטרת ההנגשה היא
                לספק חוויית גלישה נוחה, ידידותית ושוויונית לכל גולש, בעל כל סוג
                של מוגבלות
              </li>
              <li className="li">
                עבודת הנגשת האתר מתבצעת על ידי הצוות המקצועי של חברתנו בטווחי
                זמן קצרים במיוחד, בשל הבנת החשיבות והסיכון, כאשר הנגשה של אתר
                פשוט יכולה להתבצע בתוך כיומיים בלבד, והנגשת מגה-אתרים מורכבים-
                בתוך כשבועיים ימים בלבד
              </li>
              <li className="li">
                אנחנו פועלים תחת התקן המחמיר מטעם מכון התקנים הישראלי, תקן 5568,
                אשר מבטיח עמידה בדרישות קפדניות במיוחד, הנגשה מלאה לכל סוגי
                המוגבלויות, ואחריות מלאה לשירות
              </li>
              <li className="li">? כיצד נראה אתר לאחר הנגשה</li>
              <li className="li">
                חוויית הגלישה באתר אינה משתנה, ולמעשה הגולשים שאינם זקוקים
                להנגשה לא יחוו כל שינוי (נוכל לשפר עבורכם את האתר ואת חוויית
                הגלישה, אבל זה ללא קשר לפתרונות ההנגשה). גולש בעל מוגבלות ילחץ
                על הלוגו המצורף, ותיפתח בפניו רשימת הקלות והנגשות לבחירה על פי
                צרכיו: החל מהגדלת פונט, הקראת מידע, המרת המידע לסרטוני וידאו
                ועוד
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  );
};

export default AboutUs;
